[ 
    {
    "tag": "character design",
    "correct": true,
    "feedback": "Correct: The design of the Fall Guys characters is unique and recognizable, with their distinctive round bodies and vibrant colors."
  },
  {
    "tag": "cartoonish",
    "correct": false,
    "feedback": "Incorrect: While the characters may have exaggerated features typical of cartoons, the level of detail in the image suggests a more sophisticated art style."
  },
  {
    "tag": "playful",
    "correct": true,
    "feedback": "Correct: The image captures the playful and whimsical nature of the Fall Guys game, with the characters engaging in lighthearted antics."
  },
  {
    "tag": "action-packed",
    "correct": false,
    "feedback": "Incorrect: The image lacks dynamic movement or intense action, instead focusing on the characters' charming interactions and expressions."
  },
  {
    "tag": "pop culture reference",
    "correct": true,
    "feedback": "Correct: The presence of Fall Guys characters in the image references the popular video game, making it relevant to contemporary pop culture."
  },
  {
    "tag": "minimalistic",
    "correct": false,
    "feedback": "Incorrect: The image features intricate details in the characters' costumes and expressions, which is contrary to the simplicity often associated with minimalistic art."
  },
  {
    "tag": "wholesome",
    "correct": true,
    "feedback": "Correct: The image exudes a sense of wholesomeness and innocence, characteristic of the family-friendly appeal of Fall Guys."
  },
  {
    "tag": "surreal",
    "correct": false,
    "feedback": "Incorrect: While the characters may inhabit fantastical worlds within the game, the image itself does not present a dreamlike or illogical composition that defines surrealism."
  },

  {

    "tag": "bad",
    "correct": false,
    "feedback": "Incorrect: How can you say these guys look bad? Well, everyone has their perspective I guess. :("
  },

  {
    "tag": "creative",
    "correct": true,
    "feedback": "Correct: This image is super creative since it depicts a winning moment in-game and the struggle for survival. :)"

  }
]
  